Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# QrCodeInstructions
source: Use your Android device to scan the QR code and connect to this device. Make sure both devices are on the same network. For easier transfers, install the QuickDrop app (see above).
ar: امسح رمز QR باستخدام جهاز Android الخاص بك لربطه بهذا الجهاز. تأكد من أن هاتفك متصل بنفس الشبكة. إذا لم ترغب في مسح رمز QR في كل مرة ترسل فيها ملفًا، قم بتثبيت تطبيق QuickDrop (انظر أعلاه).
ca: Escaneja el codi QR amb el teu dispositiu Android per connectar-lo a aquest dispositiu. Assegura't que el teu telèfon estigui connectat a la mateixa xarxa. Si no vols escanejar el codi QR per a cada transferència de fitxers, instal·la l'app QuickDrop (vegeu més amunt).
cs: Naskenujte QR kód svým Androidem pro připojení k tomuto zařízení. Ujistěte se, že je telefon připojen ke stejné síti. Pokud nechcete skenovat QR kód při každém přenosu, nainstalujte si aplikaci QuickDrop (viz výše).
da: Scan QR-koden med din Android-enhed for at forbinde den til denne enhed. Sørg for, at din telefon er tilsluttet det samme netværk. Hvis du ikke vil scanne QR-koden for hver filoverførsel, så installer QuickDrop-appen (se ovenfor).
de: Scanne den QR-Code mit deinem Android-Gerät, um eine Verbindung zu diesem Gerät herzustellen. Stelle sicher, dass dein Handy mit demselben Netzwerk verbunden ist. Wenn du nicht bei jeder Dateiübertragung den QR-Code scannen möchtest, installiere die QuickDrop-App (siehe oben).
el: Σαρώστε τον κωδικό QR με την Android συσκευή σας για να τη συνδέσετε με αυτή τη συσκευή. Βεβαιωθείτε ότι το κινητό σας είναι συνδεδεμένο στο ίδιο δίκτυο. Εάν δεν θέλετε να σαρώσετε τον κωδικό QR για κάθε μεταφορά αρχείου, εγκαταστήστε την εφαρμογή QuickDrop (δείτε παραπάνω).
es: Escanea el código QR con tu dispositivo Android para conectarlo a este dispositivo. Asegúrate de que tu teléfono esté conectado a la misma red. Si no quieres escanear el código QR cada vez que transfieras un archivo, instala la app QuickDrop (ver arriba).
es_419: Escanea el código QR con tu dispositivo Android para conectarlo a este dispositivo. Asegúrate de que tu teléfono esté conectado a la misma red. Si no deseas escanear el código QR para cada transferencia de archivo, instala la app de QuickDrop (ver arriba).
fi: Skannaa QR-koodi Android-laitteellasi yhdistääksesi sen tähän laitteeseen. Varmista, että puhelimesi on yhdistetty samaan verkkoon. Jos et halua skannata QR-koodia jokaista tiedostonsiirtoa varten, asenna QuickDrop-sovellus (katso yllä).
fr: Scannez le code QR avec votre appareil Android pour le connecter à cet appareil. Assurez-vous que votre téléphone est connecté au même réseau. Si vous ne souhaitez pas scanner le code QR à chaque transfert de fichier, installez l'application QuickDrop (voir ci-dessus).
fr_ca: Scannez le code QR avec votre appareil Android pour le connecter à cet appareil. Assurez-vous que votre téléphone est connecté au même réseau. Si vous ne voulez pas scanner le code QR à chaque transfert de fichier, installez l’application QuickDrop (voir ci-dessus).
he: סרוק את קוד ה-QR עם מכשיר האנדרואיד שלך כדי להתחבר למחשב זה. ודא שהטלפון שלך מחובר לאותה רשת. אם אינך רוצה לסרוק קוד QR בכל העברת קבצים, התקן את אפליקציית QuickDrop (ראה למעלה).
hi: अपने Android डिवाइस से QR कोड स्कैन करें ताकि इसे इस डिवाइस से जोड़ सकें। सुनिश्चित करें कि आपका फ़ोन उसी नेटवर्क से जुड़ा है। अगर आप हर बार फाइल ट्रांसफर के लिए QR कोड स्कैन नहीं करना चाहते, तो QuickDrop ऐप इंस्टॉल करें (ऊपर देखें)।
hr: Skenirajte QR kod svojim Android uređajem kako biste ga povezali s ovim uređajem. Provjerite je li vaš telefon spojen na istu mrežu. Ako ne želite skenirati QR kod pri svakom prijenosu datoteka, instalirajte aplikaciju QuickDrop (pogledajte gore).
hu: Olvasd be a QR-kódot Android-készülékeddel, hogy csatlakoztasd ehhez az eszközhöz. Győződj meg róla, hogy telefonod ugyanahhoz a hálózathoz csatlakozik. Ha nem szeretnéd minden fájlátvitelhez leolvasni a QR-kódot, telepítsd a QuickDrop alkalmazást (lásd fentebb).
id: Pindai kode QR dengan perangkat Android Anda untuk menghubungkannya ke perangkat ini. Pastikan ponsel Anda terhubung ke jaringan yang sama. Jika Anda tidak ingin memindai kode QR setiap kali transfer file, instal aplikasi QuickDrop (lihat di atas).
it: Scansiona il codice QR con il tuo dispositivo Android per collegarlo a questo dispositivo. Assicurati che il telefono sia connesso alla stessa rete. Se non vuoi scansionare il codice QR a ogni trasferimento, installa l'app QuickDrop (vedi sopra).
ja: Android端末でQRコードをスキャンして、このデバイスと接続してください。スマートフォンが同じネットワークに接続されていることを確認してください。 毎回ファイル転送のたびにQRコードをスキャンしたくない場合は、QuickDropアプリをインストールしてください（上記参照）。
ko: Android 기기로 QR 코드를 스캔해 이 기기와 연결하세요. 휴대폰이 동일한 네트워크에 연결되어 있는지 확인하세요. 매번 QR 코드를 스캔하지 않고 파일을 전송하려면 QuickDrop 앱을 설치하세요(위 안내 참고).
ms: Imbas Kod QR dengan peranti Android anda untuk sambungkan ke peranti ini. Pastikan telefon anda disambungkan ke rangkaian yang sama. Jika anda tidak mahu imbas Kod QR setiap kali pindahan fail, pasang aplikasi QuickDrop (lihat di atas).
nb: Skann QR-koden med Android-enheten din for å koble den til denne enheten. Pass på at telefonen er tilkoblet det samme nettverket. Hvis du ikke vil skanne QR-koden for hver filoverføring, installer QuickDrop-appen (se over).
nl: Scan de QR-code met je Android-toestel om deze te koppelen aan dit apparaat. Zorg dat je telefoon met hetzelfde netwerk is verbonden. Wil je niet elke keer de QR-code scannen, installeer dan de QuickDrop-app (zie hierboven).
pl: Zeskanuj kod QR swoim urządzeniem z Androidem, aby połączyć je z tym urządzeniem. Upewnij się, że Twój telefon jest podłączony do tej samej sieci. Jeśli nie chcesz skanować kodu QR przy każdym przesyłaniu plików, zainstaluj aplikację QuickDrop (patrz powyżej).
pt_br: Escaneie o código QR com seu dispositivo Android para conectá-lo a este dispositivo. Certifique-se de que seu telefone está conectado à mesma rede. Se não quiser escanear o código QR a cada transferência de arquivo, instale o aplicativo QuickDrop (veja acima).
pt_pt: Digitalize o código QR com o seu dispositivo Android para o ligar a este aparelho. Certifique-se de que o seu telemóvel está ligado à mesma rede. Se não quiser digitalizar o código QR em cada transferência, instale a app QuickDrop (ver acima).
ro: Scanează codul QR cu dispozitivul tău Android pentru a-l conecta la acest dispozitiv. Asigură-te că telefonul este conectat la aceeași rețea. Dacă nu vrei să scanezi codul QR la fiecare transfer de fișiere, instalează aplicația QuickDrop (vezi mai sus).
ru: Отсканируйте QR-код с помощью вашего Android-устройства, чтобы подключить его к этому компьютеру. Убедитесь, что телефон подключён к той же сети. Если не хотите сканировать QR-код перед каждой передачей файла, установите приложение QuickDrop (см. выше).
sv: Skanna QR-koden med din Android-enhet för att ansluta den till denna enhet. Se till att din telefon är ansluten till samma nätverk. Om du inte vill skanna QR-koden vid varje filöverföring, installera QuickDrop-appen (se ovan).
th: สแกน QR โค้ดด้วยอุปกรณ์ Android ของคุณเพื่อเชื่อมต่อกับอุปกรณ์นี้ ตรวจสอบว่าโทรศัพท์ของคุณเชื่อมต่อกับเครือข่ายเดียวกัน หากไม่ต้องการสแกน QR โค้ดทุกครั้งที่โอนไฟล์ ให้ติดตั้งแอป QuickDrop (ดูด้านบน)
tr: Bağlantı kurmak için Android cihazınızla QR Kodunu tarayın. Telefonunuzun aynı ağa bağlı olduğundan emin olun. Her dosya aktarımı için QR kodunu tekrar taramak istemiyorsanız, QuickDrop uygulamasını yükleyin (yukarıya bakın).
uk: Скануйте QR-код на вашому Android, щоб підключити його до цього пристрою. Переконайтеся, що телефон у тій самій мережі. Щоб не сканувати QR-код для кожної передачі, встановіть додаток QuickDrop (див. вище).
vi: Quét mã QR bằng thiết bị Android của bạn để kết nối với thiết bị này. Đảm bảo điện thoại của bạn đã kết nối cùng mạng. Nếu bạn không muốn quét mã QR mỗi lần chuyển tệp, hãy cài đặt ứng dụng QuickDrop (xem phía trên).
zh_hans: 用您的 Android 设备扫描二维码，将其连接到此设备。确保手机连接在同一网络。 如果不想每次传输文件都扫描二维码，请安装 QuickDrop 应用（见上方）。
zh_hant: 用您的 Android 手機掃描 QR 碼即可連接此裝置。請確保手機連接在同一個網路。 如果您不想每次傳檔都掃描 QR 碼，請安裝 QuickDrop 應用程式（詳見上方）。

# QrCodeInstructionsApp
source: To link this device with your Android, open the QuickDrop app on your Android and ensure your phone is on the same network. To get QuickDrop on your phone, scan the QR code or search 'QuickDrop' in the Google Play Store.
ar: لربط هذا الجهاز بجهاز Android الخاص بك، افتح تطبيق QuickDrop على جهاز Android. تأكد من أن هاتفك متصل بنفس الشبكة. لتثبيت QuickDrop على هاتفك، امسح رمز QR ضوئيًا أو ابحث عن 'QuickDrop' في متجر Google Play.
ca: Per connectar aquest dispositiu al teu dispositiu Android, obre l'app QuickDrop al teu Android. Assegura't que el telèfon estigui connectat a la mateixa xarxa. Per instal·lar QuickDrop al teu telèfon, escaneja el codi QR o busca 'QuickDrop' a Google Play Store.
cs: Chcete-li připojit toto zařízení k vašemu Androidu, otevřete na telefonu aplikaci QuickDrop. Ujistěte se, že je telefon připojen ke stejné síti. Pro instalaci QuickDrop na váš telefon naskenujte QR kód nebo vyhledejte 'QuickDrop' v Obchodě Play.
da: For at forbinde denne enhed til din Android-enhed, skal du åbne QuickDrop-appen på din Android-enhed. Sørg for, at din telefon er tilsluttet det samme netværk. For at installere QuickDrop på din telefon, scan QR-koden eller søg efter 'QuickDrop' i Google Play Butik.
de: Um dieses Gerät mit deinem Android-Gerät zu verbinden, öffne die QuickDrop-App auf deinem Android-Gerät. Stelle sicher, dass dein Handy mit demselben Netzwerk verbunden ist. Um QuickDrop auf deinem Handy zu installieren, scanne den QR-Code oder suche im Google Play Store nach 'QuickDrop'.
el: Για να συνδέσετε αυτή τη συσκευή με την Android συσκευή σας, ανοίξτε την εφαρμογή QuickDrop στο Android σας. Βεβαιωθείτε ότι το κινητό σας είναι συνδεδεμένο στο ίδιο δίκτυο. Για να εγκαταστήσετε το QuickDrop στο κινητό σας, σαρώστε τον κωδικό QR ή αναζητήστε 'QuickDrop' στο Google Play Store.
es: Para conectar este dispositivo con tu Android, abre la app QuickDrop en tu dispositivo Android. Asegúrate de que tu teléfono esté conectado a la misma red. Para instalar QuickDrop en tu teléfono, escanea el código QR o busca 'QuickDrop' en Google Play Store.
es_419: Para conectar este dispositivo a tu dispositivo Android, abre la app de QuickDrop en tu Android. Asegúrate de que tu teléfono esté conectado a la misma red. Para instalar QuickDrop en tu teléfono, escanea el código QR o busca 'QuickDrop' en Google Play Store.
fi: Yhdistääksesi tämän laitteen Android-laitteeseesi, avaa QuickDrop-sovellus Android-laitteellasi. Varmista, että puhelimesi on yhdistetty samaan verkkoon. Asentaaksesi QuickDropin puhelimeesi, skannaa QR-koodi tai etsi 'QuickDrop' Google Play -kaupasta.
fr: Pour connecter cet appareil à votre appareil Android, ouvrez l'application QuickDrop sur votre appareil Android. Assurez-vous que votre téléphone est connecté au même réseau. Pour installer QuickDrop sur votre téléphone, scannez le code QR ou recherchez 'QuickDrop' sur le Google Play Store.
fr_ca: Pour connecter cet appareil à votre appareil Android, ouvrez l’application QuickDrop sur votre appareil Android. Assurez-vous que votre téléphone est connecté au même réseau. Pour installer QuickDrop sur votre téléphone, scannez le code QR ou cherchez « QuickDrop » sur le Google Play Store.
he: כדי לחבר מחשב זה לאנדרואיד שלך, פתח את אפליקציית QuickDrop במכשיר האנדרואיד. ודא שהטלפון שלך מחובר לאותה רשת. להתקנת QuickDrop בטלפון, סרוק את קוד ה-QR או חפש 'QuickDrop' בחנות Google Play.
hi: इस डिवाइस को अपने Android डिवाइस से जोड़ने के लिए, अपने Android डिवाइस पर QuickDrop ऐप खोलें। सुनिश्चित करें कि आपका फ़ोन उसी नेटवर्क से जुड़ा है। अपने फ़ोन पर QuickDrop इंस्टॉल करने के लिए QR कोड स्कैन करें या Google Play Store में 'QuickDrop' सर्च करें।
hr: Za povezivanje ovog uređaja s vašim Android uređajem, otvorite aplikaciju QuickDrop na svom Androidu. Provjerite je li vaš telefon spojen na istu mrežu. Za instalaciju QuickDropa na telefon, skenirajte QR kod ili pretražite 'QuickDrop' u Google Play trgovini.
hu: A készülék párosításához nyisd meg a QuickDrop alkalmazást az Android-telefonodon. Győződj meg róla, hogy a telefonod ugyanahhoz a hálózathoz csatlakozik. A QuickDrop telepítéséhez olvasd be a QR-kódot vagy keresd meg a 'QuickDrop' appot a Google Play Áruházban.
id: Untuk menghubungkan perangkat ini ke perangkat Android Anda, buka aplikasi QuickDrop di perangkat Android Anda. Pastikan ponsel Anda terhubung ke jaringan yang sama. Untuk menginstal QuickDrop di ponsel Anda, pindai kode QR atau cari 'QuickDrop' di Google Play Store.
it: Per collegare questo dispositivo al tuo Android, apri l'app QuickDrop sul dispositivo Android. Assicurati che il telefono sia connesso alla stessa rete. Per installare QuickDrop sul telefono, scansiona il codice QR o cerca 'QuickDrop' su Google Play Store.
ja: このデバイスをAndroid端末に接続するには、Android端末でQuickDropアプリを開いてください。スマートフォンが同じネットワークにつながっていることを確認してください。 QuickDropアプリをスマートフォンにインストールするには、QRコードをスキャンするか、Google Playストアで『QuickDrop』と検索してください。
ko: 이 기기를 Android 기기와 연결하려면, Android 기기에서 QuickDrop 앱을 실행하세요. 휴대폰이 동일한 네트워크에 연결되어 있는지 확인하세요. QuickDrop을 설치하려면 QR 코드를 스캔하거나 Google Play 스토어에서 'QuickDrop'을 검색하세요.
ms: Untuk sambungkan peranti ini ke peranti Android anda, buka aplikasi QuickDrop di telefon Android anda. Pastikan telefon anda disambungkan ke rangkaian yang sama. Untuk memasang QuickDrop pada telefon anda, imbas kod QR atau cari 'QuickDrop' di Google Play Store.
nb: For å koble denne enheten til din Android-enhet, åpne QuickDrop-appen på Android-enheten. Pass på at telefonen er tilkoblet det samme nettverket. For å installere QuickDrop på telefonen, skann QR-koden eller søk etter 'QuickDrop' i Google Play Store.
nl: Om dit apparaat te verbinden met je Android-toestel, open je de QuickDrop-app op je Android. Zorg dat je telefoon met hetzelfde netwerk is verbonden. Om QuickDrop op je telefoon te installeren, scan je de QR-code of zoek je 'QuickDrop' in de Google Play Store.
pl: Aby połączyć to urządzenie z Twoim Androidem, otwórz aplikację QuickDrop na swoim telefonie z Androidem. Upewnij się, że Twój telefon jest podłączony do tej samej sieci. Aby zainstalować QuickDrop na swoim telefonie, zeskanuj kod QR lub wyszukaj 'QuickDrop' w sklepie Google Play.
pt_br: Para conectar este dispositivo ao seu Android, abra o aplicativo QuickDrop no seu dispositivo Android. Certifique-se de que seu telefone está conectado à mesma rede. Para instalar o QuickDrop no seu celular, escaneie o código QR ou pesquise por 'QuickDrop' na Google Play Store.
pt_pt: Para ligar este dispositivo ao seu Android, abra a app QuickDrop no seu dispositivo Android. Certifique-se de que o seu telemóvel está ligado à mesma rede. Para instalar o QuickDrop no seu telemóvel, digitalize o código QR ou procure por 'QuickDrop' na Google Play Store.
ro: Pentru a conecta acest dispozitiv la dispozitivul tău Android, deschide aplicația QuickDrop pe telefonul Android. Asigură-te că telefonul este conectat la aceeași rețea. Pentru a instala QuickDrop pe telefon, scanează codul QR sau caută 'QuickDrop' în Google Play Store.
ru: Чтобы подключить это устройство к вашему Android-устройству, откройте приложение QuickDrop на своём Android. Убедитесь, что телефон подключён к той же сети. Чтобы установить QuickDrop на телефон, отсканируйте QR-код или найдите 'QuickDrop' в Google Play Маркете.
sv: För att ansluta denna enhet till din Android-enhet, öppna QuickDrop-appen på din Android-enhet. Se till att din telefon är ansluten till samma nätverk. För att installera QuickDrop på din telefon, skanna QR-koden eller sök efter 'QuickDrop' i Google Play Butik.
th: เพื่อเชื่อมต่ออุปกรณ์นี้กับอุปกรณ์ Android ของคุณ ให้เปิดแอป QuickDrop บนอุปกรณ์ Android และตรวจสอบว่าโทรศัพท์ของคุณเชื่อมต่อกับเครือข่ายเดียวกัน หากต้องการติดตั้ง QuickDrop บนโทรศัพท์ของคุณ ให้สแกน QR โค้ดหรือค้นหา 'QuickDrop' ใน Google Play Store
tr: Bu cihazı Android cihazınıza bağlamak için, Android cihazınızda QuickDrop uygulamasını açın. Telefonunuzun aynı ağa bağlı olduğundan emin olun. Telefonunuza QuickDrop yüklemek için QR kodunu tarayın veya Google Play Store’da 'QuickDrop' olarak arayın.
uk: Щоб підключити цей пристрій до вашого Android, відкрийте на телефоні додаток QuickDrop. Переконайтеся, що телефон підключено до тієї ж мережі. Щоб встановити QuickDrop, відскануйте QR-код або знайдіть 'QuickDrop' у Google Play Store.
vi: Để kết nối thiết bị này với điện thoại Android của bạn, hãy mở ứng dụng QuickDrop trên điện thoại Android. Đảm bảo điện thoại đã kết nối cùng mạng. Để cài đặt QuickDrop trên điện thoại, quét mã QR hoặc tìm 'QuickDrop' trên Google Play Store.
zh_hans: 要将此设备连接到您的 Android 设备，请在 Android 设备上打开 QuickDrop 应用。确保您的手机连接在同一网络。 要在手机上安装 QuickDrop，请扫描二维码或在 Google Play 应用商店搜索“QuickDrop”。
zh_hant: 要將此裝置連接至您的 Android 手機，請在 Android 裝置上開啟 QuickDrop 應用程式。請確保您的手機連接在同一個網路。 若要在手機上安裝 QuickDrop，請掃描 QR 碼或於 Google Play 商店搜尋「QuickDrop」。
